/* About screen blog label */
"About.blog" = "مدونة";

/* About screen footer */
"About.footer" = "من صنع فريق الديجيولت العالمي. الإصدار%1$@";

/* Privay Policy button label */
"About.privacy" = "سياسة الخصوصية";

/* About screen reddit label */
"About.reddit" = "ريديت";

/* Terms of Use button label */
"About.terms" = "شروط الاستخدام";

/* About screen title */
"About.title" = "ديجيولت للآي أو إس هي المحفظة النقالة للديجيبايت.";

/* About screen twitter label */
"About.twitter" = "تويتر ";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "إغلاق ";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "مركز الدعم ";

/* Loading Wallet Message */
"Account.loadingMessage" = "تحميل المحفظة";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "محفظتي الديجيولت";

/* Error alert title */
"Alert.error" = "خطأ";

/* No internet alert message */
"Alert.noInternet" = "لم يتم العثور على اتصال بالإنترنت. تحقق من الاتصال وحاول مرة أخرى.";

/* Warning alert title */
"Alert.warning" = "تحذير";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "تم نسخ العناوين ";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "تم نسخ جميع عناوين المحفظة بنجاح.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "تعيين المفتاح الورقي";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "رائع!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "تعيين رقم التعريف الشخصي";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "فشل الإرسال";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "تأكيد الإرسال ";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "ثم إرسال الديجيبايت! ";

/* JSON Serialization error message */
"ApiClient.jsonError" = " خطأ في تسلسل JSON ";

/* Wallet not ready error message */
"ApiClient.notReady" = "المحفظة ليست جاهزة";

/* API Token error message */
"ApiClient.tokenError" = "غير قادر على استعادة رمز API";

/* header of balance */
"Balance.header" = "مجموع\nتوازن";

/* Send BCH view body. */
"BCH.body" = "أدخل وجهة عنوان ديجيبايت أدناه. جميع الديجيبايت الموجودة في محفظتك عند حدوث تفرع الشبكة \"الفورك\" (%1$@) سيتم ارسالها.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "تاكيد إرسال %1$@ الى %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "تأكيد";

/* Generic bch erorr message */
"BCH.genericError" = "حسابك لا يحتوي على أي ديجيبايت، أو قد تلقيت الديجيبايت بعد التطوير.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "تم نسخ التعريف الشخصي";

/* No address error message */
"BCH.noAddressError" = "الرجاء إدخال العنوان";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "طلبات بروتوكول الدفع غير مدعمة  في معاملات الديجيبايت";

/* BCH successfully sent alert message */
"BCH.successMessage" = "ثم إرسال الديجيبايت بنجاح ";

/* Widthdraw BCH view title */
"BCH.title" = "سحب الديجيبايت";

/* Tx Hash button header */
"BCH.txHashHeader" = "ايصال معاملة الديجيبايت";

/* Approve button label */
"BitID.approve" = "موافق";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ يقوم بطلب الموافقة باستخدام محفظتك للديجيبايت";

/* Deny button label */
"BitID.deny" = "رفض  ";

/* BitID error alert title */
"BitID.error" = "خطأ في المصادقة";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "يرجى التحقق من الخدمة. قد تحتاج إلى إعادة المحاولة.";

/* BitID success alert title */
"BitID.success" = "تم التصديق بنجاح";

/* Cancel button label */
"Button.cancel" = "إلغاء";

/* Ignore button label */
"Button.ignore" = "تجاهل";

/* menu button */
"Button.menu" = "القائمة";

/* No button */
"Button.no" = "لا";

/* OK button label */
"Button.ok" = "موافق";

/* receive button */
"Button.receive" = "إستلام ";

/* send button */
"Button.send" = "إرسال ";

/* Settings button label */
"Button.settings" = "الإعدادات";

/* Settings button label */
"Button.submit" = "تقديم الطلب";

/* Yes button */
"Button.yes" = "نعم";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "ضع التعريف الخاص بك في المربع";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "الكمية المراد ارسالها:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "رسوم الشبكة:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "وقت المعالجة: ستستغرق هذه العملية %1$@ ثواني لمعالجتها";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "إرسال";

/* Confirmation Screen title */
"Confirmation.title" = "تأكيد ";

/* To: (address) */
"Confirmation.to" = "إلى";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "التكلفة الإجمالية:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "للتأكد من تدوين كل شيء بشكل صحيح ، يرجى إدخال الكلمات التالية من مفتاحك الشخصي الورقي.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "الكلمة # %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "وحدة عرض الديجيبايت";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "سعر الصرف";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "لم تتم تهيئة هذا الجهاز لإرسال بريد إلكتروني باستخدام بريد تطبيق  آي أو إس";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "البريد الإلكتروني غير متوفر";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "لم تتم تهيئة هذا الجهاز لإرسال الرسائل ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "الرسائل غير متوفرة ";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "يمكنك تخصيص حد الإنفاق لبصمة الوجه  من %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "استخدم وجهك لفتح الديجيولت الخاصة بك وإرسال ديجيبايت إلى حد محدد.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = " نص الرابط(انظر TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "تمكين بصمة الوجه للديجيولت";

/* Face ID settings view title */
"FaceIDSettings.title" = "التعريف الشخصي ببصمة الوجه";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "لم تقم بإعداد خاصية التريف الشخصي ببصمة الوجه على هذا الجهاز. الرجاء الذهاب الى قائمة الاعدادات->  التعريف الشخصي ببصمة الوجه وكلمة السر لإعداد هذه الخاصية الان. \n ";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "لم يتم إعداد خاصية  التعريف الشخصي ببصمة الوجه";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = " حد الانفاق بإستخدام خاصية التعريف الشخصي ببصمة الوجه";

/* Economy fee */
"FeeSelector.economy" = "إقتصاد";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "وقت التسليم المتوقع: 10+ دقائق";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "لا ينصح بهذا الخيار للمعاملات الحساسة للوقت ";

/* Regular fee */
"FeeSelector.regular" = "إعتيادي";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "وقت التسليم المتوقع: 15-30 ثانية";

/* Fee Selector title */
"FeeSelector.title" = "سرعة المعالجة";

/* Checking private key balance progress view text */
"Import.checking" = "جار التحقق من رصيد المفتاح الخاص";

/* Sweep private key confirmation message */
"Import.confirm" = " إرسال%1$@ من هذا المفتاح الخاص إلى داخل محفظتك؟ ستتلقى شبكة الديجيبايت رسوما قدرها %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "هذا المفتاح الخاص بالفعل موجود في محفظتك";

/* empty private key error message */
"Import.Error.empty" = "هذا المفتاح الخاص فارغ";

/* High fees error message */
"Import.Error.highFees" = "رسوم المعاملة ستكلف  أكثر من الأموال المتاحة على هذا المفتاح الخاص.";

/* Not a valid private key error message */
"Import.Error.notValid" = "المفتاح الخاص ليس صحيح";

/* Import signing error message */
"Import.Error.signing" = "خطأ أثناء توقيع المعاملة";

/* Import button label */
"Import.importButton" = "استيراد";

/* Importing wallet progress view label */
"Import.importing" = " استيراد المحفظة";

/* Caption for graphics */
"Import.leftCaption" = "المحفظة المراد استيرادها";

/* Import wallet intro screen message */
"Import.message" = "عند استيراد محفظة يتم تحويل جميع الأموال من محفظتك الأخرى الي محفظة الدي جي بايت الحالية باستخدام تحويلة واحدة.";

/* Enter password alert view title */
"Import.password" = "هذا المفتاح الخاص محمي بكلمة مرور.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "كلمة المرور ";

/* Caption for graphics */
"Import.rightCaption" = "ديجيولت الخاصة بك ";

/* Scan Private key button label */
"Import.scan" = "نسخ المفتاح خاص";

/* Import wallet success alert title */
"Import.success" = "نجاح";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "تم استيراد المحفظة بنجاح.";

/* Import Wallet screen title */
"Import.title" = "استيراد المحفظة ";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "فتح مفتاح";

/* Import wallet intro warning message */
"Import.warning" = "استيراد محفظة لا يتضمن سجل المعاملات او تفاصيل أخرى. ";

/* Wrong password alert message */
"Import.wrongPassword" = "كلمة المرور خاطئة، رجاءا المحاولة مرة أخرى. ";

/* Close app button */
"JailbreakWarnings.close" = "إغلاق ";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "تجاهل";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "إخلال بأمن الجهاز\nأي تطبيق من تطبيقات 'جيلبريك' يمكنه الوصول إلى بيانات مفاتيح ديجيولت وسرقة الديجيبايت الخاص بك! امسح هذه المحفظة فورا واستعدها على جهاز آمن.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "إخلال بأمن الجهاز\nأي تطبيق من تطبيقات 'جيلبريك' يمكنه الوصول إلى بيانات مفاتيح ديجيولت وسرقة الديجيبايت الخاص بك. يرجى استخدام ديجيولت فقط على جهاز غير مفتوح الحماية.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "تحذير";

/* Location services disabled error */
"LocationPlugin.disabled" = "خدمات الموقع غير متاحة .";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "الديجيولت ليس لديه إذن للوصول إلى خدمات الموقع.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "قمت  بإنشاء محفظتك على %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "لا يظهر اسم محفظتك إلا في سجل معاملات حسابك فقط ولا يمكن لأي شخص آخر رؤيته.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "اسم المحفظة ";

/* Manage wallet modal title */
"ManageWallet.title" = "إدارة المحفظة";

/* Menu button title */
"MenuButton.lock" = "قفل المحفظة ";

/* Menu button title */
"MenuButton.security" = "مركز الأمن";

/* Menu button title */
"MenuButton.settings" = "الإعدادات";

/* Menu button title */
"MenuButton.support" = "الدعم ";

/* button label */
"MenuViewController.createButton" = "انشاء محفظة جديدة ";

/* Menu modal title */
"MenuViewController.modalTitle" = "القائمة ";

/* button label */
"MenuViewController.recoverButton" = "استعادة محفظة";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "التبديل إلى الوضع التلقائي";

/* Node is connected label */
"NodeSelector.connected" = "متصل ";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "قم بإدخال بروتوكول شبكة العقدة والمنفذ (اختياري)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "أدخل العقدة";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "التبديل إلى الوضع اليدوي";

/* Node address label */
"NodeSelector.nodeLabel" = "العقدة الأساسية الحالية ";

/* Node is not connected label */
"NodeSelector.notConnected" = "غير متصل ";

/* Node status label */
"NodeSelector.statusLabel" = "حالة إتصال العقدة";

/* Node Selector view title */
"NodeSelector.title" = "عقد الديجيبايت";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "عملية طلب الدفع سيئة ";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "مستند غير متوافق أو معطوب";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "الشهادة مفقودة";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "انتهاء صلاحية الطلب";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "تعذر إجراء الدفع ";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "مدفوعات الديجيبايت لا يمكن ان تكون اقل من %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "لا يمكن أن تكون مخرجات معاملات ديجيبايت أقل من $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "نوع التوقيع غير معتمد";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "شهادة غير موثوق بها";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "انقر هنا لتفعيل بصمة الوجه";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "تفعيل بصمة الوجه";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "هناك حاجة إلى رمز مرور الجهاز لحماية محفظتك. انتقل إلى الإعدادات لتشغيل رمز المرور.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "تشغيل رمز مرور الجهاز";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "يجب حفظ مفتاحك الورقي في حالة فقدان هاتفك أو تغييره. اضغط هنا للمتابعة.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "إجراء مطلوب ";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "قد تكون محفظتك غير متزامنة. يمكن غالباً إصلاح هذا عن طريق إعادة فحص سلسلة الكتلة.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "تم رفض المعاملة";

/* header of PinView */
"Prompts.SecurityCheck.header" = "الأمان\nكونترول";

/* Share data prompt body */
"Prompts.ShareData.body" = "ساعد في تحسين الدجيولت من خلال تبادل البيانات المجهولة معنا";

/* Share data prompt title */
"Prompts.ShareData.title" = "مشاركة بيانات مجهولة";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "انقرهنا لتمكين معرف البصمة";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "تفعيل معرف البصمة";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "تمت ترقية الديجيولت لاستخدام رقم تعريف شخصي مكون من 6 أرقام. انقر هنا للترقية.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "قم بترقية رقم المعرف الشخصي";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "تشغيل الإشعارات لتلقي رسائل خاصة من ديجيولت في المستقبل.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "دفع \"ضغط\"  الإشعارات ";

/* Push notifications are off label */
"PushNotifications.off" = "إيقاف ";

/* Push notifications are on label */
"PushNotifications.on" = "تشغيل ";

/* Push notifications settings view title label */
"PushNotifications.title" = "الإشعارات ";

/* Address copied message. */
"Receive.copied" = "نسخ إلى حافظة النظام.";

/* Share via email button label */
"Receive.emailButton" = "البريد الإلكتروني ";

/* Request button label */
"Receive.request" = "طلب مبلغ";

/* Share button label */
"Receive.share" = "مشاركة ";

/* Share via text message (SMS) */
"Receive.textButton" = "رسالة نصية";

/* Receive modal title */
"Receive.title" = "استلام";

/* Done button text */
"RecoverWallet.done" = "تم";

/* Recover wallet header */
"RecoverWallet.header" = "استعادة محفظة";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "إعادة تعيين  رقم المعرف الشخصي";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "أدخل مفتاحك الشخصي";

/* Recover wallet intro */
"RecoverWallet.intro" = "استرداد الديجيولت الخاصة بك بواسطة مفتاحك الشخصي.";

/* Invalid paper key message */
"RecoverWallet.invalid" = " المفتاح الشخصي الذي أدخلته غير صالح. يرجى التحقق مرة أخرى من كل كلمة وإعادة المحاولة.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "سهم لليسار. ";

/* Next button label */
"RecoverWallet.next" = "التالي ";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "قم بالضغط هنا لمزيد من المعلومات. ";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "سهم لليمين";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "قم بإدخال مفتاحك الشخصي الخاص بالمحفظة المراد استردادها.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "لإعادة تعيين رقم المعرف الشخصي الخاص بك ، أدخل الكلمات من مفتاحك الورقي في المربعات أدناه.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "المرجو إدخال مبلغ اولا. ";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "طلب مبلغ. ";

/* Alert action button label */
"ReScan.alertAction" = "المزامنة ";

/* Alert message body */
"ReScan.alertMessage" = "لن تتمكن من إرسال الديجيبايت أثناء المزامنة.";

/* Alert message title */
"ReScan.alertTitle" = "المزامنة مع سلسلة الكتلة؟";

/* extimated time */
"ReScan.body1" = "20-45 دقيقة";

/* Syncing explanation */
"ReScan.body2" = "إذا ظهرت معاملة ما على أنها اكتملت على شبكة ديجيبايت لكن ليس على ديجيولت الخاصة بك.";

/* Syncing explanation */
"ReScan.body3" = "يظهر لك خطأ متكرر على ان المعاملة الخاصة بك ثم رفضها. ";

/* Start Sync button label */
"ReScan.buttonTitle" = "بدء المزامنة ";

/* Sync blockchain view footer */
"ReScan.footer" = "لن تتمكن من إرسال ديجيبايت أثناء المزامنة مع سلسلة الكتل.";

/* Sync Blockchain view header */
"ReScan.header" = "مزامنة  سلسلة الكتلة";

/* Subheader label */
"ReScan.subheader1" = "الوقت المقدر";

/* Subheader label */
"ReScan.subheader2" = "متى المزامنة ؟";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "فلاش الكاميرا ";

/* Complete filter label */
"Search.complete" = "تم";

/* Pending filter label */
"Search.pending" = "قيد الإنتظار ";

/* Received filter label */
"Search.received" = "مستلمة";

/* Sent filter label */
"Search.sent" = "مرسلة ";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "بصمة الوجه";

/* Security Center Info */
"SecurityCenter.info" = "تفعيل جميع مميزات الأمان للحصول على أقصى قدر من الحماية.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "الطريقة الوحيدة للوصول إلى الديجيبايت الخاص بك في حالة فقدان أو ترقية هاتفك.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "المفتاح الشخصي";

/* PIN button description */
"SecurityCenter.pinDescription" = "احمي ديجيولت الخاصة بك من المستخدمين غير المصرح لهم.";

/* PIN button title */
"SecurityCenter.pinTitle" = "رقم تعريف شخصي من 6 أرقام";

/* Security Center Title */
"SecurityCenter.title" = "مركز الأمن";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "سهولة فتح ديجيولت الخاصة بك وإرسال الديجيبايت إلى الحد الذي حددته.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "معرف البصمة";

/* Send money amount label */
"Send.amountLabel" = "الكمية ";

/* Balance: $4.00 */
"Send.balance" = "الرصيد: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "انتقل إلى الإعدادات للسماح بالدخول إلى الكاميرا.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "ليس مسموح للديجيولت للوصول إلى الكاميرا";

/* Warning when sending to self. */
"Send.containsAddress" = "الوجهة هي عنوانك الخاص. لا يمكن الارسال إلى نفسك.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "لا يمكن إنشاء المعاملة. ";

/* Description for sending money label */
"Send.descriptionLabel" = "مذكرة";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "لوحه النسخ فارغه ";

/* Network Fee: $0.01 */
"Send.fee" = "عمولة الشبكة: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "لم يتم اعتماد هوية المستفيد";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "عنوان الوجهة ليس بعنوان ديجيبايت صحيح.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "لا تحتوي حافظة النصوص على عنوان ديجيبايت صحيح.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "عنوان غير صحيح ";

/* Is rescanning error message */
"Send.isRescanning" = " الإرسال غير متاح أثناء إعادة المسح الكامل.";

/* Loading request activity view message */
"Send.loadingRequest" = "تحميل الطلب ";

/* Empty address alert message */
"Send.noAddress" = "المرجو إدخال عنوان المستلم. ";

/* Emtpy amount alert message */
"Send.noAmount" = "المرجو إدخال الكمية المراد ارسالها. ";

/* Paste button label */
"Send.pasteLabel" = "لصق";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "تعذر نشر المعاملة.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "تعذر تحميل طلب الدفع";

/* Scan button label */
"Send.scanLabel" = "مسح  ";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "إرسال ";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "إرسال ";

/* Send money to label */
"Send.toLabel" = "إلى ";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "عناوين الديجيبايت معدة للاستخدام مرة واحدة فقط.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "إعادة الاستخدام يقلل الخصوصية لكما الاثنين انت والمستلم ويمكن أن يؤدي إلى خسارة إذا كان المستلم  لا يستطيع السيطرة  بشكل مباشر على العنوان. ";

/* Adress already used alert title */
"Send.UsedAddress.title" = "العنوان مستخدم من قبل";

/* About label */
"Settings.about" = "عن";

/* Advanced Settings title */
"Settings.advancedTitle" = "إعدادات متقدمة ";

/* i.e. the currency which will be displayed */
"Settings.currency" = "عرض العملة";

/* Join Early access label */
"Settings.earlyAccess" = "الانضمام إلى مجموعه الوصول المبكر للخدمه";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "هل انت راض بتطبيق الديجيولت؟";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "حد انفاق بصمة الوجه";

/* Import wallet label */
"Settings.importTitle" = "استيراد محفظة";

/* Manage settings section header */
"Settings.manage" = "تدبير";

/* Notifications label */
"Settings.notifications" = "اشعارات";

/* Leave review button label */
"Settings.review" = "اترك لنا تقييمك";

/* Share anonymous data label */
"Settings.shareData" = "مشاركة البيانات المجهولة ";

/* Sync blockchain label */
"Settings.sync" = "مزامنة  سلسلة الكتلة";

/* Settings title */
"Settings.title" = "الإعدادات ";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "حد إنفاق معرف البصمة";

/* Wallet Settings section header */
"Settings.wallet" = "محفظة ";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "بدء / استرداد محفظة أخرى";

/* Share data view body */
"ShareData.body" = "ساعد في تحسين الديجيولت من خلال تبادل البيانات المجهولة معنا. هذا لا يتضمن أي معلومات مالية. نحن نحترم خصوصيتك المالية.";

/* Share data header */
"ShareData.header" = "مشاركة البيانات؟ ";

/* Share data switch label. */
"ShareData.toggleLabel" = "مشاركة البيانات المجهولة؟ ";

/* button label */
"StartPaperPhrase.againButtonTitle" = "اكتب المفتاح الورقي مرة أخرى";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "مفتاحك الشخصي هو الطريقة الوحيدة لاستعادة ديجيولت الخاص بك في حالة تم فقد هاتفك أو سرقته أو كسره أو ترقيته.\n\nسوف نعرض لك قائمة من الكلمات لتدوينها على ورقة والحفاظ عليها بأمان.";

/* button label */
"StartPaperPhrase.buttonTitle" = "اكتب المفتاح الشخصي";

/* Argument is date */
"StartPaperPhrase.date" = "آخر مرة كتبت مفتاحك الورقي في %1$@";

/* Start view message */
"StartViewController.message" = "الطريقة الأكثر حماية وامان باستخدام الديجيبايت. ";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "بلوك الطول";

"SynchingView.progressLabel" = "تقدم";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "إتصال ";

/* Syncing view header text */
"SyncingView.header" = "المزامنة ";

/* Retry button label */
"SyncingView.retry" = "إعادة المحاولة";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "المزامنة ";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ ي";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ س";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ د";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ ث";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "يمكنك تخصيص معرف بصمتك بحد إنفاق من ال %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "استخدم بصمات اصابعك لفتح ديجيولت الخاص بك وإرسال الأموال إلى حد محدد.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "شاشة حد الإنفاق بمعرف البصمة";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "حد الإنفاق: %1$@ (%2$@) ";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "تمكين معرف البصمة  للديجيولت";

/* Touch ID settings view title */
"TouchIdSettings.title" = "معرف البصمة";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "لم يتم تعيين معرف البصمة على هذا الجهاز. انتقل إلى الإعدادات->معرف البصمة ورمز المرور لتعيينها الآن.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "لم يتم تعيين معرف البصمة";

/* Always require passcode option */
"TouchIdSpendingLimit" = "دائما اطلب رمز المرور";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "سيُطلب منك إدخال رقم التعريف الشخصي المكون من 6 أرقام لإرسال أي معاملة عبر حد الإنفاق الخاص بك ، وكل 48 ساعة منذ آخر مرة قمت فيها بإدخال رقم التعريف الشخصي المكون من 6 أرقام.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "حد إنفاق معرف البصمة";

/* Availability status text */
"Transaction.available" = "متاح للإنفاق ";

/* Transaction complete label */
"Transaction.complete" = "اكتمل ";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "الرصيد النهائي: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "سعر الصرف عند الاستلام:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "سعر الصرف عند الإرسال: ";

/* (b600 fee) */
"Transaction.fee" = "(رسوم %1$@)";

/* Invalid transaction */
"Transaction.invalid" = "غير صالحة";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "حاليا ";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "جاري: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "جاري: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "أدخل الرصيد الابتدائي: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "في انتظار التأكيد. يحتاج بعض التجار إلى تأكيد العملية لإتمام الصفقة. الوقت المقدر: 1-2 دقائق.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "الحساب ";

/* Amount section header */
"TransactionDetails.amountHeader" = "المبلغ ";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "مؤكدة في بلوك \"Block\" ";

/* Memo section header */
"TransactionDetails.commentsHeader" = " مذكرة ";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "ستظهر معاملاتك هنا.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "عند %1$@";

/* More button title */
"TransactionDetails.more" = "المزيد.. ";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "تم نقل %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "تم نقل <b>  %1@ </ b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "ليست مفعلة";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "تم استلام %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "تم استلام <b> %1@ </ b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "تم ارسال %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "تم إرسال <b> %1@ </ b>";

/* Status section header */
"TransactionDetails.statusHeader" = "الحالة ";

/* Transaction Details Title */
"TransactionDetails.title" = "تفاصيل المعاملة ";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "إلى %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "سجل معاملة الديجيبايت ";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "تم استلامها في هذا العنوان";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "تم إرسالها إلى هذا العنوان ";

/* filter buttons for transactionView */
"TransactionView.all" = "الكل";

"TransactionView.received" = "تسلم";

"TransactionView.sent" = "أرسلت";

/* Disabled until date */
"UnlockScreen.disabled" = "غير متاح حتى: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "عنواني ";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "إعادة تعيين رقم المعرف الشخصي";

/* Scan button title */
"UnlockScreen.scan" = "فحص scan ";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "قم بإدخال رقم المعرّف الشخصي";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "فتح ديجيولت الخاصة بك. ";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "فتح باستخدام خاصية معرف البصمة";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "تم فتح المحفظه";

/* Update PIN caption text */
"UpdatePin.caption" = "تذكر رقم التعريف الشخصي هذا. إذا نسيت ذلك ، فلن تتمكن من الوصول إلى الديجيبايت الخاص بك.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "سيتم استخدام رقم التعريف الشخصي الخاص بك لفتح الديجيولت الخاص بك وإرسال ديجيبايت.";

/* Update PIN title */
"UpdatePin.createTitle" = "تعيين رقم التعريف الشخصي";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "اعد إدخال رقم التعريف الشخصي";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "قم بإدخال رقم التعريف الشخصي الحالي. ";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "أدخل رقم التعريف الشخصي الجديد.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "اعد إدخال رقم معرفك الشخصي الجديد مرة أخرى. ";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "عذرا، تعذر تحديث رقم التعريف الشخصي.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "خطأ في تحديث رقم التعريف الشخصي";

/* Update PIN title */
"UpdatePin.updateTitle" = "تحديث رقم التعريف الشخصي";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "نسخ عناوين المحفظة على حافظة النظام؟";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "السماح بنسخ عنوان المحفظة على حافظة النظام";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "نسخ عناوين المحفظة ";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "نسخ ";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "يرجى إدخال رقم التعريف الشخصي الخاص بك لتفويض هذه المعاملة.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "الرجاء إدخال رقم المعرف الشخصي للمتابعة. ";

/* Verify PIN view title */
"VerifyPin.title" = "مطلوب رقم المعرف الشخصي";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "السماح بقيام هذه المعاملة ";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "افتح تطبيق الدجيولت للايفون من اجل إعداد محفظتك";

/* Dismiss button label */
"Webview.dismiss" = "صرف النظر ";

/* Webview loading error message */
"Webview.errorMessage" = "حدث خطأ أثناء تحميل المحتوى. حاول مرة اخرى.";

/* Updating webview message */
"Webview.updating" = "تحديث ...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "الديجيبايت للالآي أو إس  تم تغيير اسمه إلى ديجيولت، وبشكل جميل جديد وبعض المميزات الجديدة.\n\nإذا كنت بحاجة إلى مساعدة، ابحث عن علامة  (؟) أعلى يسار الشاشة.";

/* Top title of welcome screen */
"Welcome.title" = "مرحبا بك على الديجيولت! ";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "هل انت متأكد انك تريد إزالة هذه المحفظة؟ ";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "مسح المحفظة؟";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "فشل في محاولة مسح المحفظة. ";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "فشل";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "أدخل عبارة استرداد هذه المحفظة لمسحها و البدء أو استرداد واحدة آخرى. سيظل رصيدك الحالي موصول بهذه العبارة.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "بدء أو استرداد محفظة أخرى يسمح لك بالوصول وإدارة ديجيولت مختلفة على هذا الجهاز.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "لن تكون قادرا على الوصول إلى الديجيولت الخاصة بك من هذا الجهاز. وسيظل الرصيد على مفتاح الاسترداد الشخصي.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "بدء أو استرداد محفظة أخرى";

/* Wipe wallet button title */
"WipeWallet.wipe" = "مسح";

/* Wiping activity message */
"WipeWallet.wiping" = "جار القيام بعملية المسح.. ";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "قم بكتابة كل كلمة و تاكد انها مرتبة وقم بتخزينها في مكان آمن. ";

/* button label */
"WritePaperPhrase.next" = "التالي ";

/* button label */
"WritePaperPhrase.previous" = "السابق ";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d of %2$d";

